[
  {
    "id": "p1",
    "img": "p1.jpg",
    "img_l": "p1-l.jpg",
    "name": "【四川泡菜】",
    "material": "红萝卜(2个)、青笋(1根)、青辣椒(3根)、花椒(30颗)、盐(3勺)、红辣椒(10个)、大蒜(3颗)、桂皮(少许)、八角(少许)",
    "detail":"泡菜，是云贵川一带，特别是四川，家家户户必备的居家美食，可以直接下饭吃，也可以当成佐料烧制酸菜鱼、泡椒猪肝等家常菜。直接下饭吃的，一般是新鲜的“洗澡泡菜”。因为头天泡制，第二天就可以吃，时间很短，就像是把蔬菜放进泡菜母水中洗了个澡一样快，因而得此名。也因泡制时间短，从而泡菜变得更爽脆可口！ 四川泡菜脆嫩鲜香，酸爽可口，在全国各地大受欢迎。"
  },
  {
    "id": "p2",
    "img": "p2.jpg",
    "img_l": "p2-l.jpg",
    "name": "【高升排骨】",
    "material": "排骨600克、米酒10毫升、香醋20毫升、冰糖30毫升、生抽40毫升、水50毫升（更多，主要由排骨的大小决定）、蒜适量、姜适量",
    "detail":"这道高升排骨不仅味道好，寓意也好，如名字一样，寓意着事业、生活、诸事顺利，连连高升，是餐桌上非常有意义的一道菜。 为什么叫高升排骨呢？因为这道菜用了10毫升的米酒、20毫升的香醋、30克的冰糖、40毫升的生抽、50毫升的水（更多），所用的材料步步递增有如步步高升，所以叫高升排骨。"
  },
  {
    "id": "p3",
    "img": "p3.jpg",
    "img_l": "p3-l.jpg",
    "name": "【香菇烧豆腐】",
    "material": "卤水豆腐1块、香菇几个、青豆适量、蒜适量",
    "detail":"这道香菇烧豆腐，鲜美可口，制作简单。选用两种平时最常见的食材做为主料，经过简单的烹制，便是一道可口的家常菜。大家可以在家试试。 香菇，素有“真菌皇后”之誉，是一种含有高蛋白、低脂肪、多糖、多种氨基酸和多种维生素的菌类食物。常食有提高机体免疫、延缓衰老、防癌抗癌、降血压、降血脂、降胆固醇等功效，是咱们日常餐桌上一种非常健康的食材。"
  },
  {
    "id": "p4",
    "img": "p4.jpg",
    "img_l": "p4-l.jpg",
    "name": "【黑芝麻汤圆】",
    "material": "糯米粉280克、开水适量。黑芝麻100克、白砂糖20克、猪油20克",
    "detail":"元宵佳节，家家户户都要吃汤圆或者元宵。据传，汤圆起源于宋朝。主要是用黑芝麻、油做馅、加入少许白砂糖，外面用糯米粉搓成球，煮熟后，吃起来香甜可口，饶有风趣。也寓意着新的一年合家幸福、团团圆圆。 黑芝麻汤圆做法非常简单。大家可以在家一试。"
  },
  {
    "id": "p5",
    "img": "p5.jpg",
    "img_l": "p5-l.jpg",
    "name": "【白菜豆腐汤】",
    "material": "白菜叶适量、卤水豆腐1小块、香葱适量、粉丝适量",
    "detail":"这道白菜豆腐汤，制作非常简单，可以说零失败。口感鲜美，营养价值也高。非常适合现在这个干燥的季节食用。 大白菜含有大量的粗纤维，可促进肠壁蠕动，帮助消化，防止大便干燥，促进排便，稀释肠道毒素，既能治疗便秘，又有助于营养吸收。其味道清爽，开胃健脾，富含蛋白质、脂肪、多种维生素及钙、磷、铁等矿物质，常食有助于增强机体免疫功能，对减肥健美也有帮助。 豆腐为补益清热养生食品，常食可补中益气、清热润燥、生津止渴、清洁肠胃。更适于热性体质、口臭口渴、肠胃不清、热病后调养者食用。"
  },
  {
    "id": "p6",
    "img": "p6.jpg",
    "img_l": "p6-l.jpg",
    "name": "【蒜蓉西兰花】",
    "material": "西兰花500克、蒜适量",
    "detail": "这道菜清淡可口，营养丰富，制作也不难，但是想要做得好吃又好看，却不容易。以下，跟大家分享几个做好这道菜的小窍门，大家可以借鉴一下。 西兰花的营养价值非常高，每100克烹制后的西兰花中，水分占90.6%，含蛋白质2.9克、碳水化合物5.1克，能提供117.2千焦的热量。烹制后的西兰花含有维生素C、钾、叶酸、维生素A、镁、泛酸、铁和磷。此外，西兰花还具有显著的防癌抗癌的功效。"
  }
]